/* CalibrationApp Title */
"Calibration" = "Calibration";

/* go to duration settings */
"Duration settings" = "Duration settings";

/* Last Blow's frequency */
"Last Blow's frequency" = "Last Blow's frequency";

/* Target Frequency Range */
"Range of frequencies" = "Range of frequencies";

